Revit 2027 API
ParameterTypeId.PointcloudinstanceName Property
 "Name": The name of the instance as it will show in the Property Palette
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointcloudinstanceName { get; }
Public Shared ReadOnly Property PointcloudinstanceName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointcloudinstanceName {
	ForgeTypeId^ get ();
}
static member PointcloudinstanceName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace